---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewCameraPosition
source: html/281bc332-c68e-2dd3-7784-8b536f5785c8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewCameraPosition Property

"Camera Position"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewCameraPosition { get; }
```